---
kind: other
id: Methods.T:Autodesk.Revit.DB.Grid
zh: 轴网
source: html/f45e4941-5ea8-505e-79bf-b85552136dcc.htm
---
# Grid Methods

**中文**: 轴网

Adds a default Leader for the indicated end of the datum plane. This method does not apply to Reference planes (which do not support leaders).